Revit 2027 API
ConduitSizes.Count Property
 Count of the items contained in the collection.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Count { get; }
Public ReadOnly Property Count As Integer
	Get
public:
property int Count {
	int get ();
}
member Count : int with get
Property Value
Int32
See Also
Reference
ConduitSizes Class
Autodesk.Revit.DB.Electrical Namespace